Repository: pheepi/WmsViewer
Catalog: Properties/Resources.*.resx
Languages: cs_cz

# ApplicationTitle
source: WMS Viewer
cs_cz: Prohlížeč WMS

# AutoUpdate
source: Auto-update of the image
cs_cz: Automaticky aktualizovat obrázek

source: Cancel
cs_cz: Zrušit

# DownloadMaps
source: Download maps from internet
cs_cz: Stahovat mapy z internetu

# DownloadOneImage
source: Download sublayers as one image
cs_cz: Stahovat podvrstvy jako jeden obrázek

# EnterNewWmsUri
source: Enter URI address of new WMS service:
cs_cz: Vložte URI adresu nové služby WMS:

# FileNotInXmlFormat
source: The file is not in XML format!
cs_cz: Soubor není ve formátu XML!

source: Image address:
cs_cz: Adresa obrázku:

source: Image format:
cs_cz: Formát obrázku:

# InsertedTextNotValidUri
source: Inserted text is not a valid URI!
cs_cz: Vložená URI adresa není validní!

source: Layer description:
cs_cz: Popis vrstvy:

source: Layer title:
cs_cz: Název vrstvy:

source: &New WMS
cs_cz: &Nová WMS

# NewWmsWindowTitle
source: New WMS service
cs_cz: Nová WMS služba

# NotValidXmlFile
source: This is not valid XML file!
cs_cz: Soubor není validní XML!

source: Protocol version:
cs_cz: Verze protokolu:

source: Screen coordinates
cs_cz: Souřadnice obrazovky

# ServiceAddress
source: WMS address:
cs_cz: Adresa WMS:

source: Service description:
cs_cz: Popis služby:

source: Service title:
cs_cz: Název služby:

# SupportedCrs
source: Supported CRSs:
cs_cz: Podporované CRS:

source: Transparent
cs_cz: Transparentní

source: Transparent color:
cs_cz: Transparentní barva:

# WmsCapabilitiesDownloadingError
source: An error occurred while downloading the WMS capabilites!
cs_cz: Objevila se chyba při stahování konfiguračního souboru!
